brew "asdf"
brew "bat"
brew "fish"
brew "gh"
brew "git"
brew "gnupg"
brew "sqlite"
brew "xz"
brew "httpie"
brew "jose"
brew "jq"
brew "neovim"
brew "nkf"
brew "redis"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "yq"
cask "alt-tab"
cask "android-file-transfer"
cask "burp-suite"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "wireshark"
vscode "alexdauenhauer.nocterial-palenight"
vscode "asvetliakov.vscode-neovim"
vscode "berthomejulien.material-theme-oceanic-custom"
vscode "cocopon.iceberg-theme"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "johnpapa.winteriscoming"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "matangover.mypy"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wart.ariake-dark"
